tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "bat"
brew "cask"
brew "cocoapods"
brew "fzf"
brew "git"
brew "python@3.9"
brew "mackup"
brew "mas"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neofetch"
brew "node"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watchman"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "adoptopenjdk8"
cask "android-studio"
cask "cleanmymac"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "google-chrome"
cask "imazing"
cask "iterm2"
cask "karabiner-elements"
cask "keka"
cask "notion"
cask "openinterminal"
cask "pdf-expert"
cask "postman"
cask "react-native-debugger"
cask "rectangle"
cask "runjs"
cask "slack"
cask "typora"
cask "visual-studio-code"
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "Encrypto", id: 935235287
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "WeatherBug", id: 1059074180
mas "Xcode", id: 497799835
mas "카카오톡", id: 869223134

# 따로 설치해야 하는 것
# Alfred4
